Repository: XcodesOrg/XcodesApp
Catalog: Xcodes/Resources/Localizable.xcstrings
Source language: en
Languages: ca, de, el, es, fi, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

# InstallationError.VersionNotInstalled
source: %@ is not installed.
ca: %@ no està instal·lada.
de: %@ ist nicht installiert.
el: Το %@ δεν είναι εγκατεστημένο.
es: %@ no esta instalada.
fi: %@ ei ole asennettu.
fr: %@ n'est pas installé.
hi: %@ स्थापित नहीं किया गया।
it: %@ non è installato.
ja: %@ がインストールされていません。
ko: %@이(가) 설치되지 않았습니다.
nl: %@ is niet geïnstalleerd.
pl: %@ nie jest zainstalowany.
pt_br: %@ não está instalada.
ru: %@ не установлен.
tr: %@ yüklenmedi.
uk: %@ не інстальовано.
zh_hans: %@没有被安装。
zh_hant: %@ 尚未安裝。

# InstallationStepDescription
source: Step %1$d of %2$d: %3$@
ca: Pas %1$d de %2$d: %3$@
de: Schritt %1$d von %2$d: %3$@
el: Βήμα %1$d από %2$d: %3$@
es: Paso %1$d de %2$d: %3$@
fi: Vaihe %1$d / %2$d: %3$@
fr: Étape %1$d sur %2$d : %3$@
hi: %2$d का स्टेप %1$d: %3$@
it: Passo %1$d di %2$d: %3$@
ja: ステップ %1$d / %2$d: %3$@
ko: %1$d / %2$d 단계: %3$@
nl: Stap %1$d van %2$d: %3$@
pl: Krok %1$d z %2$d: %3$@
pt_br: Passo %1$d de %2$d: %3$@
ru: Шаг %1$d из %2$d: %3$@
tr: Adım %1$d/%2$d: %3$@
uk: Крок %1$d з %2$d: %3$@
zh_hans: 第%1$d步，共%2$d步：%3$@
zh_hant: 步驟 %1$d 之 %2$d：%3$@

# InstallDescription
source: Install this version
ca: Instal·lar aquesta versió
de: Diese Version installieren
el: Εγκατάσταση αυτής της έκδοσης
es: Instalar esta versión
fi: Asenna tämä versio
fr: Installer cette version
hi: इस संस्करण को स्थापित करें
it: Installa questa versione
ja: このバージョンをインストール
ko: 이 버전 설치하기
nl: Installeer deze versie
pl: Zainstaluj tę wersję
pt_br: Instalar esta versão
ru: Установить эту версию
tr: Bu sürümü indir
uk: Інсталювати цю версію
zh_hans: 安装此版本
zh_hant: 安裝這個版本

source: Install Directory
ca: Directori d'instal·lació
de: Installationsverzeichnis
el: Φάκελος Εγκατάστασης
es: Directorio de instalación
fr: Répertoire d'installation
ja: インストール先
nl: Installatie Map
pl: Katalog instalacji
ru: Путь для установки
tr: Yükleme Klasörü
uk: Шлях інсталяції
zh_hans: 安装目录
zh_hant: 安裝目錄

source: Install helper
ca: Instal·lar el servei
de: Helfer installieren
el: Εγκατάσταση βοηθητικού εργαλείου
es: Instalar Asistente
fi: Asenna apulainen
fr: Installer l'assistant'
hi: सहायक स्थापित करें
it: Installa aiutante
ja: ヘルパーのインストール
ko: 도우미 설치
nl: Installeer helper
pl: Zainstaluj helpera
pt_br: Instalar ajudante
ru: Установить помощника
tr: Yardımcıyı yükle
uk: Інсталювати Helper
zh_hans: 安装帮助程序
zh_hant: 安裝輔助程式

# InstallPathDescription
source: Xcodes searches and installs to a single directory. By default (and recommended) is to keep this /Applications. Any changes to where Xcode is stored may result in other apps/services to stop working.
ca: L'Xcodes busca i instal·la en un sol directori. Per defecte (recomanat) utilitza la carpeta /Applications. Qualsevol canvi d'aquest directory pot provocar que altres aplicatius/serveis deixin de funcionar.
de: Xcodes sucht and installiert in ein einzelnes Verzeichnis. Standard (und empfohlen beizubehalten) ist /Programme. Änderungen am Speicherort von Xcode können dazu führen, dass andere Apps/Dienste aufhören zu funktionieren.
el: Το Xcodes αναζητά και εγκαθιστά σε ένα και μόνο φάκελο. Κατά προεπιλογή (όπως και συνίσταται) αυτός είναι ο «Εφαρμογές». Όποιες αλλαγές στην τοποθεσία του Xcode μπορεί να έχει ως αποτέλεσμα την προβληματική λειτουργία άλλων εφαρμογών/υπηρεσιών.
fr: Xcodes recherche et installe dans un répertoire spécifique. Par défaut, il est recommandé de laisser /Applications. Tout changement modifiant l'emplacement de Xcode risque de provoquer des dysfonctionnements aux autres apps/services.
ja: Xcodesは1つのディレクトリを検索し、そこにインストールします。デフォルト (推奨) は /Applications です。Xcodeの格納場所を変更すると、他のアプリケーションやサービスが動作しなくなる可能性があります。
nl: Xcodes zoekt en installeert naar een enkele map. Standaard (en aanbevolen) is om dit in te stellen op /Applications. Wijzigingen die gemaakt worden in waar Xcode is opgeslagen kan resulteren in niet werkende apps/services.
pl: Xcodes wyszukuje i instaluje w jednym katalogu. Domyślnie (i zalecane) jest to /Applications. Wszelkie zmiany w miejscu przechowywania Xcode mogą spowodować, że inne aplikacje/usługi przestaną działać.
ru: Xcodes использует единый путь для поиска и установки выпусков Xcode. По умолчанию, рекомендуется оставить /Applications. Любые изменения в то, где находится Xcode, могут привести к тому, что другие приложения/сервисы могут перестать работать.
tr: Xcodes bir klasörü arayıp oraya yükler. Varsayılan(ve önerilen) yöntem /Uygulamalar klasöründe tutmaktır. Xcode'un bulunduğu ortamdaki herhangi bir değişiklik başka bir uygulamanın/servisin çalışmasını durdurabilir.
uk: Xcodes шукає інсталяції та встановлює нові версії у вказану директорію. За-умовчанням,до /Applications (рекомендується). Будь-які зміни шляху розташування Xcode можуть призвести до втрати дієздатності інших застосунків / сервісів.
zh_hans: Xcodes会在一个目录中检索及安装。默认（推荐）保持/Applications。任何对Xcode存储位置的变更都可能会导致其他App或服务停止工作。
zh_hant: Xcodes 搜尋並安裝軟體到這一個路徑。預設值是 /Applications（也不建議改動）。更改 Xcode 的安裝位置可能導致其他應用程式或服務停止運作。

source: Last checked: %@
ca: Última consulta: %@
de: Letzte Prüfung: %@
el: Τελευταίος έλεγχος: %@
es: Última comprobación: %@
fi: Viimeksi tarkistettu: %@
fr: Dernière vérification : %@
hi: पिछली बार चेक किया गया: %@
it: Ultimo controllo: %@
ja: 前回の確認: %@
ko: 마지막 확인 시점: %@
nl: Laatste controle: %@
pl: Ostatnio sprawdzono: %@
pt_br: Ultima vez verificado: %@
ru: Последняя проверка: %@
tr: Son kontrol: %@
uk: Перевірено в останнє: %@
zh_hans: 上次检查时间：%@
zh_hant: 上一次檢查： %@

source: License
ca: Llicència
de: Lizenz
el: Άδεια χρήσης
es: Licencia
fi: Lisenssi
fr: Licence
hi: लाइसेंस
it: Licenza
ja: ライセンス
ko: 라이센스
nl: Licentie
pl: Licencja
pt_br: Licensa
ru: Лицензия
tr: Lisans
uk: Ліцензія
zh_hans: 许可协议
zh_hant: 授權條款

source: Local Cache Path
ca: Ruta de la memòria cau local
de: Lokaler Cache-Pfad
el: Διαδρομή Τοπικής Cache
es: Ruta de caché local
fi: Paikallisen välimuistin polku
fr: Cache Local
hi: स्थानीय कैश पथ
it: Percorso Cache Locale
ja: ローカルキャッシュパス
ko: 로컬 캐시 경로
nl: Lokaal Cache Pad
pl: Katalog cache
pt_br: Caminho de caches local
ru: Путь к локальному кешу
tr: Lokal Önbellek Konumu
uk: Локальний Кеш
zh_hans: 本地缓存位置
zh_hant: 本機快取路徑

# LocalCachePathDescription
source: Xcodes caches available Xcode versions and temporary downloads new versions to a directory
ca: L'Xcodes guarda a la memòria cau les versions d'Xcode disponibles i hi descarrega temporalment les noves versions
de: Xcodes speichert verfügbare Xcode-Versionen zwischen und lädt neue Versionen temporär in ein Verzeichnis.
el: Το Xcodes χρησιμοποιεί cache περιεχομένου για τις διαθέσιμες εκδόσεις του Xcode και κάνει προσωρινές λήψεις νέων εκδόσεων σε κάποιον φάκελο
es: Xcodes almacena en caché versiones de Xcode disponibles y descargas temporalmente las nuevas versiones en un directorio
fi: Xcodes tallentaa saatavilla olevat Xcode-versiot välimuistiin ja lataa tilapäisesti uudet versiot hakemistoon
fr: Xcodes met en cache les versions de Xcode disponibles et télécharge temporairement les nouvelles versions dans le répertoire de cache local
hi: Xcodes उपलब्ध Xcode संस्करणों को कैश करता है और एक निर्देशिका में अस्थायी रूप से नए संस्करण डाउनलोड करता है
it: Xcodes fa la cache delle versioni di Xcode disponibili e download temporanei in una directory.
ja: Xcodesは、利用可能なXcodeのバージョンをキャッシュし、新しいバージョンをディレクトリに一時的にダウンロードします。
ko: Xcodes는 사용 가능한 Xcode 버전을 캐시하고 임시로 디렉토리에 새 버전을 다운로드 합니다.
nl: Xcodes cached beschikbare Xcode versies en download tijdelijk nieuwe versies naar een map
pl: Xcodes przechowuje w cache dostępne wersje Xcode oraz tymczasowo pobiera nowe pliki do tego katalogu.
pt_br: Xcodes faz caches de versões disponíveis do Xcode e baixa temporariamente estas novas versões para um diretório.
ru: Xcodes кеширует доступные версии Xcode и временно загружает новые версии в указанную директорию
tr: Xcodes, uygun Xcode sürümlerini ve geçici yeni indirilenleri bir klasörde önbelleğe alır
uk: Xcodes кешує доступні версії Xcode та тимчасові файли викачувань нових версій в цю директорію
zh_hans: Xcodes会缓存可用的Xcode版本并暂时下载新版本到一个目录。
zh_hant: Xcodes 會快取可用的 Xcode 版本並將新版本暫存下載至這個目錄

source: Login
ca: Inici de sessió
el: Είσοδος
es: Iniciar Sesión
fi: Kirjaudu sisään
fr: Connexion
hi: लॉग इन करें
ja: ログイン
ko: 로그인
nl: Inloggen
pl: Zaloguj się
ru: Логин
tr: Giriş
uk: Apple ID
zh_hans: 登录
zh_hant: 登入

# LoginDescription
source: Open Login
ca: Obrir l'inici de sessió
de: Login öffnen
el: Άνοιγμα Εισόδου
es: Abrir Inicio de Sesión
fi: Avaa kirjautuminen
fr: Ouvrir une connexion
hi: लॉगिन खोलें
it: Apri Login
ja: ログイン画面を開く
ko: 로그인 창 열기
nl: Open Inloggen
pl: Otwórz okno logowania
pt_br: Abrir login
ru: Открыть окно логина
tr: Giriş Yap
uk: Показати Apple ID
zh_hans: 打开登录窗口
zh_hant: 打開登入

# MacOSRequirement
source: Requires macOS %@ or later
ca: És necessari macOS %@ o posterior
de: Erfordert macOS %@ oder neuer
el: Απαιτείται macOS %@ ή μεταγενέστερη έκδοση
es: Requiere macOS %@ o posterior
fi: Vaatii macOS version %@ tai myöhemmän
fr: Nécessite macOS %@ ou une version ultérieure
hi: macOS %@ या बाद के संस्करण की आवश्यकता है
it: Richiede macOS %@ o successivo
ja: macOS %@ 以降
ko: macOS %@ 또는 이후 버전
nl: Vereist macOS %@ of hoger
pl: Wymaga systemu macOS %@ lub nowszego
pt_br: Necessário macOS %@ ou mais recente
ru: Требуется macOS %@ или новее
tr: macOS %@ veya sonrasını gerektirir
uk: Необхідна macOS %@ чи новіша
zh_hans: 需要macOS %@及以上
zh_hant: 需要 macOS %@ 或以上版本

source: Make active
ca: Fer-la activa
de: Aktivieren
el: Ορισμός ως ενεργής
es: Activarlo
fi: Aktivoi
fr: Activer
hi: सक्रिय बनाएँ
it: Rendi attiva
ja: アクティブにする
ko: 기본 버전으로 만들기
nl: Maak actief
pl: Ustaw jako aktywny
pt_br: Ativar
ru: Активировать
tr: Etkinleştir
uk: Зробити активним
zh_hans: 激活
zh_hant: 啟用

# MakeActiveVersionDescription
source: Make this the active version
ca: Fer aquesta versió activa
de: Dies zur aktiven Version machen
el: Ορισμός ως ενεργής έκδοσης
es: Haz que esta sea la versión activa
fi: Tee tästä aktiivinen versio
fr: Activer
hi: इसे सक्रिय संस्करण बनाएं
it: Rendi questa versione attiva
ja: アクティブなバージョンにする
ko: 기본 버전으로 만들기
nl: Maak dit de actieve versie
pl: Ustaw jako aktywną wersję
pt_br: Ativar esta versão
ru: Сделать эту версию активной
tr: Bu sürümü aktif et
uk: Зробити цю версію активною
zh_hans: 激活此版本
zh_hant: 啟用這個版本

# Menu.About
source: About Xcodes
ca: Sobre Xcodes
de: Über Xcodes
el: Πληροφορίες για το Xcodes
es: Acerca de Xcodes
fi: Tietoa Xcodesista
fr: À propos de Xcodes
hi: एक्सकोड के बारे में
it: Informazioni di Xcodes
ja: Xcodesについて
ko: Xcodes 정보
nl: Over Xcodes
pl: O Xcodes
pt_br: Sobre Xcodes
ru: О Xcodes
tr: Xcodes Hakkında
uk: Про Xcodes
zh_hans: 关于Xcodes
zh_hant: 關於 Xcodes

# Menu.Acknowledgements
source: Xcodes Acknowledgements
ca: Agraïments d'Xcodes
de: Xcodes Anerkennungen
el: Αναγνωρίσεις του Xcodes
es: Xcodes Agradecimientos
fi: Xcodes kunnianosoitukset
fr: Remerciements Xcodes
hi: Xcodes स्वीकृति
it: Ringraziamenti di Xcodes
ja: 謝辞
ko: Xcodes 법적고지
nl: Xcodes Dankbetuigingen
pl: Podziękowania Xcodes
pt_br: Menções de Xcodes
ru: Юридическая информация Xcodes
tr: Xcodes Teşekkür
uk: Подяки
zh_hans: Xcodes版权声明
zh_hant: Xcodes 版權宣告

# Menu.CheckForUpdates
source: Check for Updates...
ca: Cerca actualitzacions...
de: Prüfe auf Updates...
el: Έλεγχος για ενημερώσεις...
es: Buscar Actualizaciones...
fi: Tarkasta uusia päivityksiä...
fr: Vérifier les mises à jour...
hi: अद्यतनों के लिए जाँच करें...
it: Controllo aggiornamenti...
ja: アップデートを確認…
ko: 업데이트 확인...
nl: Controleren op Updates...
pl: Sprawdź aktualizacje...
pt_br: Verificar atualizações...
ru: Проверить наличие обновлений...
tr: Güncellemeleri Denetle...
uk: Перевірити Оновлення...
zh_hans: 检查更新…
zh_hant: 檢查更新版本⋯

# Menu.GitHubRepo
source: Xcodes GitHub Repo
ca: Repositori de GitHub d'Xcodes
es: Xcodes GitHub Repositorio
fr: Dépôt GitHub Xcodes
hi: Xcodes GitHub रेपो
it: Xcodes Repository di GitHub
ja: GitHub
ko: Xcodes GitHub 저장소
pl: Repozytorium Xcodes na GitHubie
pt_br: Repositório Xcodes no GitHub
ru: GitHub-репозиторий Xcodes
uk: Xcodes GitHub репозіторій
zh_hans: Xcodes GitHub仓库

# Menu.ReportABug
source: Report a Bug
ca: Informa d'un error
de: Bug melden
el: Αναφορά σφάλματος
es: Reportar un fallo
fi: Ilmoita bugi
fr: Signaler un Bogue
hi: किसी बग की रिपोर्ट करें
it: Segnala un Bug
ja: 不具合の報告
ko: 버그 제보하기
nl: Bug Rapporteren
pl: Zgłoś błąd
pt_br: Reportar um bug
ru: Сообщить об ошибке
tr: Bir Sorun Bildir
uk: Повідомити про помилку
zh_hans: 反馈问题
zh_hant: 回報錯誤

# Menu.RequestNewFeature
source: Request a New Feature
ca: Demana una nova funcionalitat
de: Neues Feature anfordern
el: Αίτημα για νέα δυνατότητα
es: Solicitar una nueva función
fi: Pyydä uutta ominaisuutta
fr: Demander une Nouvelle Fonctionnalité
hi: किसी नई सुविधा का अनुरोध करें
it: Richiedi una nuova Feature
ja: 機能のリクエスト
ko: 새로운 기능 요청하기
nl: Nieuwe Feature Aanvragen
pl: Poproś o nową funkcję
pt_br: Requerir uma nova funcionalidade
ru: Запросить новую функцию
tr: Yeni Özellik Talep Et
uk: Запит на новий функціонал
zh_hans: 建议新功能
zh_hant: 請求新功能

# Moving
source: Moving to %@
ca: Movent a %@
de: In %@ bewegen
el: Μετακίνηση σε %@
es: Moviendo a %@
fi: Siirretään kohteeseen %@
fr: Déplacement vers %@
hi: %@ पर जा रहा है
it: Sposto in %@
ja: %@ に移動しています
ko: %@(으)로 이동 중
nl: Verplaatsen naar %@
pl: Przenoszenie do %@
pt_br: Movendo para %@
ru: Перемещение в %@
tr: %@ Konumuna Taşınıyor
uk: Переміщення до %@
zh_hans: 正在移动到%@
zh_hant: 移動至 %@

source: Never
ca: Mai
de: Nie
el: Ποτέ
es: Nunca
fi: Ei koskaan
fr: Jamais
hi: कभी नहीं
it: Mai
ja: なし
ko: 확인하지 않음
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
tr: Daha Yeni
uk: Ніколи
zh_hans: 从未检查
zh_hant: 從未使用

source: Next
ca: Següent
de: Nächstes
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
hi: अगला
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_br: Próximo
ru: Далее
tr: Sonraki
uk: Далі
zh_hans: 下一步
zh_hant: 下一步

# Notification.FinishedInstalling
source: Finished installing
ca: S'ha acabat d'instal·lar
de: Installation beendet
el: Η εγκατάσταση ολοκληρώθηκε
es: Terminado de instalar
fi: Asennus valmis
fr: Installation terminée
hi: स्थापना समाप्त हो गई
it: Ho terminato l'installazione
ja: インストールを完了しました
ko: 설치 완료
nl: Installatie voltooid
pl: Zakończono instalację
pt_br: Instalação finalizada
ru: Завершена установка
tr: İndirme tamamlandı
uk: Інстальовано
zh_hans: 安装完成
zh_hant: 已經完成安裝

# Notification.NewVersionAvailable
source: New version is available
ca: Nova versió disponible
de: Neue Version verfügbar
el: Νέα έκδοση είναι διαθέσιμη
es: Una nueva versión está disponible
fi: Uusi versio on saatavilla
fr: Une nouvelle version est disponible
hi: नया संस्करण उपलब्ध है
it: Una nuova versione è disponibile
ja: 新しいバージョンが利用可能です
ko: 새 버전을 사용할 수 있습니다
nl: Nieuwe versie beschikbaar
pl: Dostępna jest nowa wersja
pt_br: Nova versão disponível
ru: Доступна новая версия
tr: Yeni sürüm mevcut
uk: Доступна нова версія
zh_hans: 新版本可用
zh_hant: 新版本已可供使用

# Notification.NewXcodeVersion.Body
source: New Xcode versions are available to download.
ca: Hi ha noves versions de l'Xcode disponibles per a descarregar.
de: Neue Xcode-Versionen stehen zum Download bereit.
el: Νέες εκδόσεις του Xcode είναι διαθέσιμες για λήψη.
es: Nuevas versiones de Xcode están disponibles para descargar.
fi: Uusia Xcode-versioita on ladattavissa.
fr: De nouvelles versions de Xcode sont disponibles au téléchargement.
hi: नए Xcode संस्करण डाउनलोड करने के लिए उपलब्ध हैं।
it: Nuove versioni di Xcode disponibili per il download.
ja: 新しいバージョンがダウンロードできます。
ko: 새로운 Xcode 버전을 다운로드 할 수 있습니다.
nl: Nieuwe Xcode versies zijn beschikbaar om te downloaden.
pl: Dostępne są nowe wersje Xcode do pobrania.
pt_br: Novas versões do Xcode estão disponíveis para baixar
ru: Новые версии Xcode доступны для скачивания.
tr: Yeni Xcode sürümleri indirmek için mevcut.
uk: Доступні нові версії Xcode
zh_hans: 新的Xcode版本已经可以下载。
zh_hant: 新的 Xcode 版本已可供下載。

# Notification.NewXcodeVersion.Title
source: New Xcode versions
ca: Noves versions d'Xcode
de: Neue Xcode-Versionen
el: Νέες εκδόσεις του Xcode
es: Nuevas versiones de Xcode
fi: Uudet Xcode-versiot
fr: Nouvelles versions de Xcode
hi: नए Xcode संस्करण
it: Nuove versioni di Xcode
ja: 新しいXcodeのバージョン
ko: 새 Xcode 버전
nl: Nieuwe Xcode versies
pl: Nowe wersje Xcode
pt_br: Novas versões do Xcode
ru: Новые версии Xcode
tr: Yeni Xcode sürümü
uk: Нові версії Xcode
zh_hans: 新Xcode版本可用
zh_hant: 新的 Xcode 版本

source: Notifications
ca: Notificacions
de: Benachrichtigungen
el: Γνωστοποιήσεις
es: Notificaciones
fi: Ilmoitukset
hi: सूचनाएँ
it: Notifiche
ja: 通知
ko: 알림
nl: Notificaties
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

source: Notification Settings
ca: Preferències de notificacions
de: Benachrichtigungs-Einstellungen
el: Ρυθμίσεις γνωστοποιήσεων
es: Configuración de las notificaciones
fi: Ilmoitusasetukset
fr: Paramètres de Notification
hi: सूचना सेटिंग्स
it: Impostazioni delle Notifiche
ja: 通知設定
ko: 알림 설정
nl: Notificatie Instellingen
pl: Ustawienia powiadomień
pt_br: Configurações de notificação
ru: Настройки уведомлений
tr: Bildirim Ayarları
uk: Налаштування Сповіщень
zh_hans: 通知设置
zh_hant: 通知偏好設定

# NoTrustedPhones
source: Your account doesn't have any trusted phone numbers, but they're required for two-factor authentication. See https://support.apple.com/HT204915.
ca: El teu compte no té cap número de confiança, però se'n necessita un per a l'autenticació de dos factors. Veure https://support.apple.com/en-ca/HT204915.
de: Dein Account verfügt über keine vertrauenswürdigen Telefonnummern, diese sind aber für Zwei-Faktor-Authentifizierung erforderlich. Informationen dazu unter https://support.apple.com/HT204915.
el: Ο λογαριασμός σας δεν έχει κάποιους αξιόπιστους τηλεφωνικούς αριθμούς, όμως απαιτούνται για τον έλεγχο ταυτότητας δύο παραγόντων. Δείτε https://support.apple.com/HT204915.
es: Su cuenta no tiene números de teléfono de confianza, pero son necesarios para la autenticación de dos factores. Ver https://support.apple.com/HT204915.
fi: Tililläsi ei ole luotettuja puhelinnumeroita, mutta ne vaaditaan kaksivaiheiseen todentamiseen. Katso https://support.apple.com/HT204915.
fr: Votre compte n'a aucun numéro de téléphone de confiance, mais ils sont requis pour l'authentification à deux facteurs. Voir https://support.apple.com/HT204915.
hi: आपके खाते में कोई विश्वसनीय फ़ोन नंबर नहीं है, लेकिन वे दो-कारक प्रमाणीकरण के लिए आवश्यक हैं। https://support.apple.com/HT204915 देखें।
it: Il tuo account non ha dispositivi registrati, ma è richiesto dall'autenticazione a due fattori. Vedi https://support.apple.com/HT204915.
ja: このアカウントに2要素認証に利用する、信頼できる電話番号がありません。 詳しくはこちらをご確認ください。https://support.apple.com/HT204915
ko: 계정에 신뢰할 수 있는 전화번호가 없지만 이중 인증(2FA)에 필요합니다. https://support.apple.com/HT204915를 참조하세요.
nl: Je account heeft geen vertrouwde telefoonnummers, dit is nodig voor two-factor authenticatie. Zie https://support.apple.com/HT204915.
pl: Twoje konto nie ma żadnych zaufanych numerów telefonów, ale są one wymagane do autoryzacji dwuskładnikowej. Zobacz https://support.apple.com/HT204915.
pt_br: Sua conta não possui nenhum telefone confiável, mas é necessário para autenticação de dois fatores. Ver https://support.apple.com/en-ca/HT204915.
ru: В вашем аккаунтe нет доверенных телефонных номеров, но они необходимы для двухфакторной аутентификации. См. https://support.apple.com/HT204915.
tr: Hesabına tanımlı güvenli bir telefon numarası yok, fakat iki aşamalı doğrulama için gerekmektedir. Daha fazlası için https://support.apple.com/HT204915 adresine bakın.
uk: Ваш аккаунт не має перевіреного телефонного номеру, що вимагається для двофакторної авторизації. Дивіться https://support.apple.com/HT204915.
zh_hans: 您的账户没有任何信任的手机号，但这是两步验证所必须的。 请参阅 https://support.apple.com/HT204915。
zh_hant: 你的帳號沒有任何已信任的手機號碼，但兩階段認證需要信任的手機號碼。 請參閱 https://support.apple.com/HT204915。

source: No Xcode Selected
ca: Cap Xcode seleccionat
de: Kein Xcode ausgewählt
el: Καμία επιλογή Xcode
es: No se ha seleccionado un Xcode
fi: Xcode versiota ei ole valittuna
fr: Aucun Xcode Sélectionné
hi: कोई Xcode चयनित नहीं
it: Nessun Xcode selezionato
ja: Xcodeが選択されていません
ko: 선택된 Xcode 없음
nl: Geen Xcode Geselecteerd
pl: Nie wybrano Xcode
pt_br: Nenhum Xcode selecionado
ru: Xcode не выбран
tr: Xcode Sürümü Seçilmedi
uk: Не обрано Xcode
zh_hans: 没有选定的Xcode版本
zh_hant: 未選取 Xcode

source: OK
ca: D'acord
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

# OnSelectDoNothing
source: Keep name as Xcode-X.X.X.app
ca: Mantenir el nom Xcode-X.X.X.app
de: Name beibehalten als Xcode-X.X.X.app
el: Διατήρηση ονόματος ως Xcode-X.X.X.app
es: Mantener el nombre como Xcode-X.X.X.app
fr: Ne rien faire
ja: 名前をXcode-X.X.X.appのまま維持する
nl: Behoud naam als Xcode-X.X.X.app
pl: Zachowaj nazwę jako Xcode-X.X.X.app
pt_br: Manter nome como Xcode-X.X.X.app
ru: Сохранять формат имени Xcode-X.X.X.app
tr: Uygulama ismini Xcode-X.X.X.app gibi tut.
uk: Зберігати імʼя як Xcode-X.X.X.app
zh_hans: 保持名称为Xcode-X.X.X.app
zh_hant: 保留 Xcode-X.X.X.app 名稱

# OnSelectDoNothingDescription
source: On select, will keep the name as the version eg. Xcode-13.4.1.app
ca: Al seleccionar aquesta opció es mantindrà el nom amb la versió, p.e. Xcode-13.4.1.app
de: Bei Auswahl wird der Name mit Version beibehalten, z. B. Xcode-13.4.1.app
el: Κατά την επιλογή, θα διατηρηθεί το όνομα και η έκδοση π.χ. Xcode-13.4.1.app
es: Al seleccionar, mantener el nombre como la versión p.ej. Xcode-13.4.1.app
fr: Lors de la sélection, gardera le numéro de version. Exemple: Xcode-13.4.1.app
ja: 選択時、バージョン付きの名前を維持します。例) Xcode-13.4.1.app
nl: Wanneer ingeschakeld, zal de bestandsnaam altijd het versienummer bevatten. Bijvoorbeeld Xcode-13.4.1.app
pl: Po wybraniu, nazwa pozostanie w formacie z numerem wersji, np. Xcode-13.4.1.app
ru: Если выбрано, формат имени будет содержать версию, прим. Xcode-13.4.1.app
tr: Seçildiğinde, ismi Xcode-13.4.1.app örneğindeki gibi tutar.
uk: При виборі, зберігати імʼя як версію, наприклад, Xcode-13.4.1.app
zh_hans: 选中时，将会保持各版本的名称。例如Xcode-13.4.1.app。
zh_hant: 選擇時，會保留有版本的檔名，如 Xcode-13.4.1.app

# OnSelectRenameXcodeDescription
source: On select, will automatically try and rename the active Xcode to Xcode.app, renaming the previous Xcode.app to the version name.
ca: Al seleccionar aquesta opció, s'intentarà canviar el nom de la versió activa d'Xcode a Xcode.app; canviant així també el nom de l'antiga Xcode.app a el nom amb versió.
de: Bei Auswahl wird versucht das aktive Xcode in Xcode.app umzubenennen. Die vorherige Xcode.app wird dazu in den Versionsnamen umbenannt.
el: Κατά την επιλογή, θα γίνει αυτόματα προσπάθεια μετονομασίας του ενεργού Xcode σε Xcode.app, μετονομάζοντας το προηγούμενο Xcode.app στο αντίστοιχο όνομα της έκδοσής του.
fr: Lors de la sélection, toujours essayer de renommer la version active de Xcode en Xcode.app, en renommant l'ancienne Xcode.app avec le nom de version.
ja: 選択時、自動的にアクティブなXcodeをXcode.appに、以前のXcode.appをバージョン付きの名前に変更します。
nl: Wanneer ingeschakeld, zal automatisch de actieve Xcode hernoemd worden naar Xcode.app, de vorige Xcode.app zal hernoemd worden naar de desbetreffende versie.
pl: Po wybraniu, automatycznie zmienia aktywną wersję Xcode na Xcode.app, a poprzednie Xcode.app zostanie zmienione na nazwę wersji.
pt_br: Ao selecionar, tentar renomear o Xcode ativo para Xcode.app, renomeando o Xcode.app anterior para um nome com a versão.
ru: Если выбрано, будет выполнена попытка переименовать активный Xcode в Xcode.app, а предыдущий Xcode.app в формат имени с версией.
tr: Seçildiğinde, aktif olan Xcode'u Xcode.app olarak isimlendirmeye çalışır ve eski Xcode ismine sürüm ismi ekler.
uk: При виборі, автоматично перейменовувати активний Xcode на Xcode.app, змінюючи імʼя попереднього Xcode.app на його версію.
zh_hans: 选中时，会自动尝试重命名活跃的Xcode为Xcode.app，将之前的Xcode.app重命名为包含版本的名称。
zh_hant: 選擇時，會自動嘗試將目前啟用的 Xcode 重新命名為 Xcode.app，而將先前的 Xcode.app 重新命名為有版本的檔名。
